alert.noActiveTasks=\u0423 \u0432\u0430\u0441 \u043D\u0435\u0442 \u0430\u043A\u0442\u0438\u0432\u043D\u044B\u0445 \u0444\u043E\u043D\u043E\u0432\u044B\u0445 \u0437\u0430\u0434\u0430\u0447 \u043F\u043E\u0438\u0441\u043A\u0430 \u0431\u0438\u043B\u0435\u0442\u043E\u0432.
alert.priorDate=\u0412\u044B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0432\u044B\u0431\u0440\u0430\u0442\u044C \u043F\u0440\u043E\u0448\u0435\u0434\u0448\u0443\u044E \u0434\u0430\u0442\u0443.
alert.sameStation=\u0421\u0442\u0430\u043D\u0446\u0438\u044F \u043E\u0442\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u044F \u0438 \u043F\u0440\u0435\u0431\u044B\u0442\u0438\u044F \u043D\u0435 \u0434\u043E\u043B\u0436\u043D\u044B \u0441\u043E\u0432\u043F\u0430\u0434\u0430\u0442\u044C.
button.cancel=\u041E\u0442\u043C\u0435\u043D\u0430
button.changeLanguage=\u0421\u043C\u0435\u043D\u0438\u0442\u044C \u044F\u0437\u044B\u043A
button.confirm=\u041F\u043E\u0434\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u044C
button.currentSearchTasks=\u0424\u043E\u043D\u043E\u0432\u044B\u0435 \u043E\u0442\u0441\u043B\u0435\u0436\u0438\u0432\u0430\u043D\u0438\u044F.
button.searchTickets=\u0418\u0441\u043A\u0430\u0442\u044C \u0431\u0438\u043B\u0435\u0442\u044B
button.toBeginning=\u0412 \u043D\u0430\u0447\u0430\u043B\u043E.
message.chooseAction=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0435\u0439\u0441\u0442\u0432\u0438\u0435.
message.confirmSearch=\u0418\u0441\u043A\u0430\u0442\u044C {0} - {1} \u043D\u0430 {2}?
button.enterAgain=\u0412\u0432\u0435\u0441\u0442\u0438 \u0435\u0449\u0451 \u0440\u0430\u0437
message.enterArrival=\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435 \u0441\u0442\u0430\u043D\u0446\u0438\u0438 \u043D\u0430\u0437\u043D\u0430\u0447\u0435\u043D\u0438\u044F (\u043D\u0430 \u0440\u0443\u0441\u0441\u043A\u043E\u043C):
message.enterDate=\u0412\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0434\u0430\u0442\u0443 \u043E\u0442\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u044F.
message.enterDeparture=\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0432\u0432\u0435\u0434\u0438\u0442\u0435 \u043D\u0430\u0437\u0430\u043D\u0438\u0435 \u0441\u0442\u0430\u043D\u0446\u0438\u0438 \u043E\u0442\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u044F (\u043D\u0430 \u0440\u0443\u0441\u0441\u043A\u043E\u043C)\:
message.noAvailableTickets=\u0421\u0435\u0439\u0447\u0430\u0441 \u043D\u0435\u0442 \u0431\u0438\u043B\u0435\u0442\u043E\u0432 \u0432 \u044D\u0442\u043E\u043C \u043D\u0430\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0438 \u043D\u0430 \u0437\u0430\u0434\u0430\u043D\u043D\u0443\u044E \u0434\u0430\u0442\u0443. \u0414\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0437\u0430\u0434\u0430\u0447\u0443 \u0434\u043B\u044F \u0444\u043E\u043D\u043E\u0432\u043E\u0433\u043E \u043E\u0442\u0441\u043B\u0435\u0436\u0438\u0432\u0430\u043D\u0438\u044F?
message.ticketsFound=\u0411\u0438\u043B\u0435\u0442(\u044B) \u043F\u043E \u0432\u0430\u0448\u0435\u043C\u0443 \u0437\u0430\u043F\u0440\u043E\u0441\u0443 \u043D\u0430\u0439\u0434\u0435\u043D(\u044B), \u0432\u044B \u043C\u043E\u0436\u0435\u0442\u0435 \u0432\u044B\u0431\u0440\u0430\u0442\u044C \u0438 \u043F\u0440\u0438\u043E\u0431\u0440\u0435\u0441\u0442\u0438 \u043F\u043E \u0430\u0434\u0440\u0435\u0441\u0443\: {0}
url.searchResultTemplate=https\://booking.uz.gov.ua/ru/?from\=%s&to\=%s&date\=%s&time\=00%%3A00&url\=train-list
url.stationCodeResolveTemplate=https\://booking.uz.gov.ua/ru/train_search/station/?term\=%s
url.uzTicketsSearch=https\://booking.uz.gov.ua/ru/train_search/
message.cooseDepartureDate=\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0432\u044B\u0431\u0435\u0440\u0435\u0442\u0435 \u0434\u0430\u0442\u0443 \u043E\u0442\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u044F.
calendar.mon=\u043F\u043D
calendar.tue=\u0432\u0442
calendar.wed=\u0441\u0440
calendar.thu=\u0447\u0442
calendar.fri=\u043F\u0442
calendar.sat=\u0441\u0431
calendar.sun=\u0432\u0441
alert.dontHaveTasks=\u0423 \u0412\u0430\u0441 \u043D\u0435\u0442 \u0430\u043A\u0442\u0438\u0432\u043D\u044B\u0445 \u0437\u0430\u0434\u0430\u043D\u0438\u0439 \u043F\u043E \u043E\u0442\u0441\u043B\u0435\u0436\u0438\u0432\u0430\u043D\u0438\u044E \u0431\u0438\u043B\u0435\u0442\u043E\u0432.
alert.taskDeleted=\u0417\u0430\u0434\u0430\u043D\u0438\u0435 \u0443\u0434\u0430\u043B\u0435\u043D\u043E.
alert.taskLimit=\u0412\u044B \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u0431\u043E\u043B\u0435\u0435 3\u0445 \u0437\u0430\u0434\u0430\u0447 \u043E\u0442\u0441\u043B\u0435\u0436\u0438\u0432\u0430\u043D\u0438\u044F \u0431\u0438\u043B\u0435\u0442\u043E\u0432. \u042D\u0442\u043E\u0442 \u0437\u0430\u043F\u0440\u043E\u0441 \u043D\u0435 \u0431\u0443\u0434\u0435\u0442 \u043E\u0442\u0441\u043B\u0435\u0436\u0438\u0432\u0430\u0442\u044C\u0441\u044F \u0430\u0432\u0442\u043E\u043C\u0432\u0442\u0438\u0447\u0435\u0441\u043A\u0438. \u0423\u0434\u0430\u043B\u0438\u0442\u0435 \u043E\u0434\u043D\u043E \u0438\u0437 \u043F\u0440\u0435\u0434\u044B\u0434\u0443\u0449\u0438\u0445 \u0437\u0430\u0434\u0430\u043D\u0438\u0439, \u0447\u0442\u043E\u0431\u044B \u0434\u043E\u0431\u0430\u0432\u0438\u0442\u044C \u043D\u043E\u0432\u043E\u0435.
alert.taskAdded=\u0417\u0430\u0434\u0430\u043D\u0438\u0435 \u043F\u043E \u043E\u0442\u0441\u043B\u0435\u0436\u0438\u0432\u0430\u043D\u0438\u044E \u0431\u0438\u043B\u0435\u0442\u043E\u0432 \u0434\u043E\u0431\u0430\u0432\u043B\u0435\u043D\u043E. \u041A\u043E\u0433\u0434\u0430 \u0431\u0438\u043B\u0435\u0442\u044B \u043F\u043E\u044F\u0432\u044F\u0442\u0441\u044F, \u0432\u044B \u043F\u043E\u043B\u0443\u0447\u0438\u0442\u0435 \u0443\u0432\u0435\u0434\u043E\u043C\u043B\u0435\u043D\u0438\u0435.
alert.taskAlreadyAdded=\u0417\u0430\u0434\u0430\u043D\u0438\u0435 \u043E\u0442\u0441\u043B\u0435\u0436\u0438\u0432\u0430\u043D\u0438\u044F \u043D\u0430 \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u044B\u0435 \u0434\u0430\u0442\u0443 \u0438 \u043D\u0430\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u0438\u0435 \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
button.searchRightNow=\u0418\u0441\u043A\u0430\u0442\u044C \u0441\u0435\u0439\u0447\u0430\u0441.
button.delete=\u0423\u0434\u0430\u043B\u0438\u0442\u044C
message.yourTaskList=\u0423 \u0412\u0430\u0441 \u0435\u0441\u0442\u044C \u0441\u043B\u0435\u0434\u0443\u044E\u0449\u0438\u0435 \u0430\u043A\u0442\u0438\u0432\u043D\u044B\u0435 \u0437\u0430\u0434\u0430\u0447\u0438 \u043E\u0442\u0441\u043B\u0435\u0436\u0438\u0432\u0430\u043D\u0438\u044F\:
message.trackingStopped=\u041E\u0442\u0441\u043B\u0435\u0436\u0438\u0432\u0430\u043D\u0438\u0435 \u043F\u043E \u044D\u0442\u043E\u043C\u0443 \u0437\u0430\u043F\u0440\u043E\u0441\u0443 \u043F\u0440\u0435\u043A\u0440\u0430\u0449\u0435\u043D\u043E. \u0417\u0430\u0434\u0430\u043D\u0438\u0435 \u0431\u0443\u0434\u0435\u0442 \u0443\u0434\u0430\u043B\u0435\u043D\u043E.
message.expiredTaskStopped=\u0417\u0430\u0434\u0430\u043D\u0438\u0435 \u043F\u043E \u043E\u0442\u0441\u043B\u0435\u0436\u0438\u0432\u0430\u043D\u0438\u044E \u0431\u0438\u043B\u0435\u0442\u043E\u0432 {0} - {1} \u043D\u0430 {2} \u0431\u0443\u0434\u0435\u0442 \u0443\u0434\u0430\u043B\u0435\u043D\u043E, \u0442.\u043A. \u043D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043D\u0430\u0439\u0442\u0438 \u0431\u0438\u043B\u0435\u0442\u044B \u0434\u043E \u043D\u0430\u0441\u0442\u0443\u043F\u043B\u0435\u043D\u0438\u044F \u0443\u043A\u0430\u0437\u0430\u043D\u043D\u043E\u0439 \u0434\u0430\u0442\u044B.
lang.ua=\u0423\u043A\u0440\u0430\u0457\u043D\u0441\u044C\u043A\u0430
lang.ru=\u0420\u0443\u0441\u0441\u043A\u0438\u0439
lang.en=English
message.selectLang=\u0412\u0438\u0431\u0435\u0440\u0435\u0442\u0435 \u044F\u0437\u044B\u043A\:
lang.lang=\u042F\u0437\u044B\u043A
message.cantFindStation=\u041D\u0435 \u0443\u0434\u0430\u043B\u043E\u0441\u044C \u043D\u0430\u0439\u0442\u0438 \u0441\u0442\u0430\u043D\u0446\u0438\u044E \u0441 \u0442\u0430\u043A\u0438\u043C \u043D\u0430\u0437\u0432\u0430\u043D\u0438\u0435\u043C.
message.selectStation=\u041F\u043E\u0436\u0430\u043B\u0443\u0439\u0441\u0442\u0430, \u0432\u044B\u0431\u0435\u0440\u0438\u0442\u0435 \u0441\u0442\u0430\u043D\u0446\u0438\u044E \u0438\u0437 \u0441\u043F\u0438\u0441\u043A\u0430\:
