alert.noActiveTasks=\u0423 \u0432\u0430\u0441 \u043D\u0435\u043C\u0430\u0454 \u0430\u043A\u0442\u0438\u0432\u043D\u0438\u0445 \u0444\u043E\u043D\u043E\u0432\u0438\u0445 \u0437\u0430\u0432\u0434\u0430\u043D\u044C \u043F\u043E\u0448\u0443\u043A\u0443 \u043A\u0432\u0438\u0442\u043A\u0456\u0432.
alert.priorDate=\u0412\u0438 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u043E\u0431\u0440\u0430\u0442\u0438 \u043C\u0438\u043D\u0443\u043B\u0443 \u0434\u0430\u0442\u0443.
alert.sameStation=\u0421\u0442\u0430\u043D\u0446\u0456\u044F \u0432\u0456\u0434\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u044F \u0442\u0430 \u043F\u0440\u0438\u0431\u0443\u0442\u0442\u044F \u043D\u0435 \u043F\u043E\u0432\u0438\u043D\u043D\u0456 \u0441\u043F\u0456\u0432\u043F\u0430\u0434\u0430\u0442\u0438.
button.cancel=\u0421\u043A\u0430\u0441\u0443\u0432\u0430\u0442\u0438
button.confirm=\u041F\u0456\u0434\u0442\u0432\u0435\u0440\u0434\u0438\u0442\u0438
button.currentSearchTasks=\u0424\u043E\u043D\u043E\u0432\u0456 \u0432\u0456\u0434\u0441\u0442\u0435\u0436\u0435\u043D\u043D\u044F.
button.searchTickets=\u0428\u0443\u043A\u0430\u0442\u0438 \u043A\u0432\u0438\u0442\u043A\u0438
button.toBeginning=\u041D\u0430 \u043F\u043E\u0447\u0430\u0442\u043E\u043A.
message.chooseAction=\u0412\u0438\u0431\u0435\u0440\u0456\u0442\u044C \u0434\u0456\u044E.
message.confirmSearch=\u0428\u0443\u043A\u0430\u0442\u0438 {0} - {1} \u043D\u0430 {2}?
button.enterAgain=\u0412\u0432\u0435\u0441\u0442\u0438 \u0449\u0435 \u0440\u0430\u0437
message.enterArrival=\u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0432\u0432\u0435\u0434\u0456\u0442\u044C \u043D\u0430\u0437\u0432\u0443 \u0441\u0442\u0430\u043D\u0446\u0456\u0457 \u043F\u0440\u0438\u0437\u043D\u0430\u0447\u0435\u043D\u043D\u044F (\u0443\u043A\u0440\u0430\u0457\u043D\u0441\u044C\u043A\u043E\u044E):
message.enterDate=\u041E\u0431\u0435\u0440\u0456\u0442\u044C \u0434\u0430\u0442\u0443 \u0432\u0456\u0434\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u044F.
message.enterDeparture=\u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0432\u0432\u0435\u0434\u0456\u0442\u044C \u043D\u0430\u0437\u0432\u0443 \u0441\u0442\u0430\u043D\u0446\u0456\u0457 \u0432\u0456\u0434\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u044F (\u0443\u043A\u0440\u0430\u0457\u043D\u0441\u044C\u043A\u043E\u044E): 
message.noAvailableTickets=\u041D\u0430 \u0434\u0430\u043D\u0438\u0439 \u0447\u0430\u0441 \u0443 \u0446\u044C\u043E\u043C\u0443 \u043D\u0430\u043F\u0440\u044F\u043C\u043A\u0443 \u043D\u0435\u043C\u0430\u0454 \u0431\u0456\u043B\u0435\u0442\u0456\u0432 \u043D\u0430 \u0437\u0430\u0434\u0430\u043D\u0443 \u0434\u0430\u0442\u0443. \u0414\u043E\u0434\u0430\u0442\u0438 \u0437\u0430\u0432\u0434\u0430\u043D\u043D\u044F \u0434\u043B\u044F \u0444\u043E\u043D\u043E\u0432\u043E\u0433\u043E \u0432\u0456\u0434\u0441\u0442\u0435\u0436\u0435\u043D\u043D\u044F?
message.ticketsFound=\u041A\u0432\u0438\u0442\u043E\u043A(\u043A\u0432\u0438\u0442\u043A\u0438) \u0437\u0430 \u0432\u0430\u0448\u0438\u043C \u0437\u0430\u043F\u0438\u0442\u043E\u043C \u0437\u043D\u0430\u0439\u0434\u0435\u043D\u043E, \u0432\u0438 \u043C\u043E\u0436\u0435\u0442\u0435 \u043E\u0431\u0440\u0430\u0442\u0438 \u0442\u0430 \u043F\u0440\u0438\u0434\u0431\u0430\u0442\u0438 \u0437\u0430 \u043F\u043E\u0441\u0438\u043B\u0430\u043D\u043D\u044F\u043C: {0}
url.searchResultTemplate=https\://booking.uz.gov.ua/?from\={0}&to\={1}&date\={2}&url\=train-list
url.stationCodeResolveTemplate=https\://booking.uz.gov.ua/train_search/station/?term\={0}
url.uzTicketsSearch=https\://booking.uz.gov.ua/train_search/
message.chooseDepartureDate=\u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u0432\u0438\u0431\u0435\u0440\u0456\u0442\u044C \u0434\u0430\u0442\u0443 \u0432\u0456\u0434\u043F\u0440\u0430\u0432\u043B\u0435\u043D\u043D\u044F.
calendar.mon=\u043F\u043D
calendar.tue=\u0432\u0442
calendar.wed=\u0441\u0440
calendar.thu=\u0447\u0442
calendar.fri=\u043F\u0442
calendar.sat=\u0441\u0431
calendar.sun=\u043D\u0434
alert.dontHaveTasks=\u0423 \u0412\u0430\u0441 \u043D\u0435\u043C\u0430\u0454 \u0430\u043A\u0442\u0438\u0432\u043D\u0438\u0445 \u0437\u0430\u0432\u0434\u0430\u043D\u044C \u0432\u0456\u0434\u0441\u0442\u0435\u0436\u0435\u043D\u043D\u044F \u043A\u0432\u0438\u0442\u043A\u0456\u0432.
alert.taskDeleted=\u0417\u0430\u0432\u0434\u0430\u043D\u043D\u044F \u0432\u0438\u0434\u0430\u043B\u0435\u043D\u043E.
alert.taskLimit=\u0412\u0438 \u043D\u0435 \u043C\u043E\u0436\u0435\u0442\u0435 \u0434\u043E\u0434\u0430\u0442\u0438 \u0431\u0456\u043B\u044C\u0448 \u043D\u0456\u0436 3 \u0437\u0430\u0432\u0434\u0430\u043D\u043D\u044F \u0432\u0456\u0434\u0441\u0442\u0435\u0436\u0435\u043D\u043D\u044F \u043A\u0432\u0438\u0442\u043A\u0456\u0432. \u0426\u0435\u0439 \u0437\u0430\u043F\u0438\u0442 \u043D\u0435 \u0431\u0443\u0434\u0435 \u0432\u0456\u0434\u0441\u043B\u0456\u0434\u043A\u043E\u0432\u0443\u0432\u0430\u0442\u0438\u0441\u044C \u0430\u0432\u0442\u043E\u043C\u0430\u0442\u0438\u0447\u043D\u043E. \u0412\u0438\u0434\u0430\u043B\u0456\u0442\u044C \u043E\u0434\u043D\u0435 \u0437 \u0456\u0441\u043D\u0443\u044E\u0447\u0438\u0445 \u0437\u0430\u0432\u0434\u0430\u043D\u044C, \u0449\u043E\u0431 \u0434\u043E\u0434\u0430\u0442\u0438 \u043D\u043E\u0432\u0435.
alert.taskAdded=\u0417\u0430\u0432\u0434\u0430\u043D\u043D\u044F \u043F\u043E \u0432\u0456\u0434\u0441\u0442\u0435\u0436\u0435\u043D\u043D\u044E \u043A\u0432\u0438\u0442\u043A\u0456\u0432 \u0441\u0442\u0432\u043E\u0440\u0435\u043D\u0435. \u0412\u0438 \u043E\u0442\u0440\u0438\u043C\u0430\u0454\u0442\u0435 \u043F\u043E\u0432\u0456\u0434\u043E\u043C\u043B\u0435\u043D\u043D\u044F, \u043A\u043E\u043B\u0438 \u0437'\u044F\u0432\u043B\u044F\u0442\u044C\u0441\u044F \u0434\u043E\u0441\u0442\u0443\u043F\u043D\u0456 \u0431\u0456\u043B\u0435\u0442\u0438.
alert.taskAlreadyAdded=\u0417\u0430\u0432\u0434\u0430\u043D\u043D\u044F \u0432\u0456\u0434\u0441\u0442\u0435\u0436\u0435\u043D\u043D\u044F \u043D\u0430 \u0432\u043A\u0430\u0437\u0430\u043D\u0456 \u0434\u0430\u0442\u0443 \u0442\u0430 \u043D\u0430\u043F\u0440\u044F\u043C\u043E\u043A \u0432\u0436\u0435 \u0456\u0441\u043D\u0443\u0454.
button.searchRightNow=\u0428\u0443\u043A\u0430\u0442\u0438 \u0437\u0430\u0440\u0430\u0437.
button.delete=\u0412\u0438\u0434\u0430\u043B\u0438\u0442\u0438
message.yourTaskList=\u0423 \u0412\u0430\u0441 \u0454 \u043D\u0430\u0441\u0442\u0443\u043F\u043D\u0456 \u0430\u043A\u0442\u0438\u0432\u043D\u0456 \u0437\u0430\u0432\u0434\u0430\u043D\u043D\u044F \u0432\u0456\u0434\u0441\u0442\u0435\u0436\u0435\u043D\u043D\u044F\:
message.trackingStopped=\u0412\u0456\u0434\u0441\u0442\u0435\u0436\u0435\u043D\u043D\u044F \u0437\u0430 \u0446\u0438\u043C \u0437\u0430\u043F\u0438\u0442\u043E\u043C \u043F\u0440\u0438\u043F\u0438\u043D\u0435\u043D\u043E. \u0417\u0430\u0432\u0434\u0430\u043D\u043D\u044F \u0431\u0443\u0434\u0435 \u0432\u0438\u0434\u0430\u043B\u0435\u043D\u0435.
message.expiredTaskStopped=\u0417\u0430\u0432\u0434\u0430\u043D\u043D\u044F \u043F\u043E \u0432\u0456\u0434\u0441\u0442\u0435\u0436\u0435\u043D\u043D\u044E \u043A\u0432\u0438\u0442\u043A\u0456\u0432 {0} - {1} \u043D\u0430 {2} \u0431\u0443\u0434\u0435 \u0432\u0438\u0434\u0430\u043B\u0435\u043D\u0435, \u043E\u0441\u043A\u0456\u043B\u044C\u043A\u0438 \u043D\u0435 \u0432\u0434\u0430\u043B\u043E\u0441\u044C \u0437\u043D\u0430\u0439\u0442\u0438 \u043A\u0432\u0438\u0442\u043A\u0438 \u0434\u043E \u043D\u0430\u0441\u0442\u0430\u043D\u043D\u044F \u0432\u043A\u0430\u0437\u0430\u043D\u043E\u0457 \u0434\u0430\u0442\u0438.
lang.ua=\u0423\u043A\u0440\u0430\u0457\u043D\u0441\u044C\u043A\u0430
lang.ru=\u0420\u0443\u0441\u0441\u043A\u0438\u0439
lang.en=English
message.selectLang=\u041E\u0431\u0435\u0440\u0456\u0442\u044C \u043C\u043E\u0432\u0443\:
lang.lang=\u041C\u043E\u0432\u0430
message.cantFindStation=\u041D\u0435 \u0432\u0434\u0430\u043B\u043E\u0441\u044F \u0437\u043D\u0430\u0439\u0442\u0438 \u0441\u0442\u0430\u043D\u0446\u0456\u044E \u0437 \u0442\u0430\u043A\u043E\u044E \u043D\u0430\u0437\u0432\u043E\u044E.
message.selectStation=\u0411\u0443\u0434\u044C \u043B\u0430\u0441\u043A\u0430, \u043E\u0431\u0435\u0440\u0456\u0442\u044C \u0441\u0442\u0430\u043D\u0446\u0456\u044E \u0437\u0456 \u0441\u043F\u0438\u0441\u043A\u0443\:
button.trackTickets=\u0412\u0456\u0434\u0441\u0442\u0435\u0436\u0443\u0432\u0430\u0442\u0438
alert.noTicketsFound=\u041A\u0432\u0438\u0442\u043A\u0456\u0432 \u043D\u0435 \u0437\u043D\u0430\u0439\u0434\u0435\u043D\u043E

